export const commonPhrasesData = [
  {
    category: "Most use (常用)",
    translations: [
      {
        burmese:
          "မင်္ဂလာပါရှင့် online belting မှကြိုဆိုပါတယ်ရှင့်။ဂိမ်းနဲ့ပတ်သက်ပြီးဘာများကူညီပေးရမလဲရှင့်။",
        chinese:
          "您好，欢迎来到在线投注。关于游戏方面有什么可以帮助您的吗？",
      },
      {
        burmese: "မင်္ဂလာပါအစ်ကိုဘာများအဆင်မပြေလို့လဲရှင့်။",
        chinese: "大哥您好，请问有什么问题吗？",
      },
      {
        burmese: "အစ်ကို ဘာကူညီပေးရမလဲရှင့်။",
        chinese: "大哥，有什么可以帮您的吗？",
      },
      {
        burmese:
          "ငွေသွင်းပြီးဂိမ်းအမှတ်မရောက်သေးရင်ငွေသွင်းပြေစာလေးပို့ပေးပါရှင့် စစ်ဆေးပေးပါ့မယ်ရှင့်",
        chinese: "如果充值后游戏点数未到账，请发送充值收据，我们会为您查询。",
      },
      {
        burmese: "လုပ်ဆောင်ပေးပြီးပါပြီရှင့်အစ်ကို အချိန်ကြာသွားလို့တောင်းပန်ပါတယ်ရှင့် အကို",
        chinese: "已经处理好了，大哥。抱歉让您久等了。",
      },
      {
        burmese: "လုပ်ဆောင်ပေးပြီးပါပြီရှင့်အစ်ကို အားပေးတဲ့အတွက်ကျေးဇူးတင်ပါတယ်ရှင့်။",
        chinese: "已经处理好了，大哥。感谢您的支持。",
      },
      {
        burmese:
          "လုပ်ဆောင်ပေးပြီးပါပြီရှင့်အစ်ကို ကံကောင်းပါစေရှင့်။များများနိုင်ပါစေရှင့်အစ်ကို။",
        chinese: "已经处理好了，大哥。祝您好运，赢得多多。",
      },
      {
        burmese: "အစ်ကိုရှင့် ကျေးဇူးပြု၍ ဂိမ်းနဲ့ပတ်သက်တာကိုပဲပြောပေးပါရှင့်။",
        chinese: "大哥，请只讨论与游戏相关事宜。",
      },
      {
        burmese: "ဟုတ်အကို စစ်ဆေးပေးနေပါတယ် ရှင့် ကျေးဇူးပြု၍ ခနစောင့်ဆိုင်းပေးပါရှင့် အကို",
        chinese: "好的，大哥，正在为您查询，请稍等片刻。",
      },
      {
        burmese: "အမှတ်ထည့်ပေးနေပါတယ်ရှင့်၊ကျေးဇူးပြု၍ ခဏစောင့်ဆိုင်းပေးပါရှင့်။",
        chinese: "正在为您上分，请稍等片刻。",
      },
      {
        burmese:
          "အစ်ကိုရှင့် ညီမတို့စီမှာလည်း ကစားသမားတစ်ယောက်ချင်းစီကို စာပြန်နေရတဲ့အတွက် ကျေးဇူးပြု၍ နားလည်ပေးပါရှင့်။",
        chinese: "大哥，我们正在逐一回复玩家，请您谅解。",
      },
      {
        burmese: "စစ်ဆေးပေးပါ့မယ်ရှင့် ကျေးဇူးပြု၍စောင့်ဆိုင်းပေးပါရှင့်",
        chinese: "我们会为您查询，请您稍等。",
      },
      {
        burmese:
          "ဂိမ်းအော်ဒါလေးတင်ထားပြီး အကိုခဏစောင့်‌ေပးပါန်ောအင်တာနက်လိုင်းလေးကျသွားလို့ပါရှင့်",
        chinese: "游戏订单已提交，大哥请稍等，因为网络线路断开了。",
      },
    ],
  },
  {
    category: "ငွေသွင်း (充值)",
    translations: [
      {
        burmese:
          "မင်္ဂလာပါရှင့် အစ်ကိုရဲ့ငွေထုတ်လုံခြုံမှုအတွက် အစ်ကို(wave pay) နဲ့ငွေသွင်းထားရင် ကျေးဇူးပြု၍ (wave pay)နဲ့ပဲငွေပြန်ထုတ်ပေးပါရှင့်။",
        chinese:
          "您好，为保障您的提款安全，若您使用 (wave pay) 充值，请同样使用 (wave pay) 提款。",
      },
      {
        burmese: "အမှတ်များကိုပြန်ထည့်ပေးထားပါတယ်ရှင့်။ကျေးဇူးတင်ပါတယ်ရှင့်။",
        chinese: "点数已退还，谢谢您。",
      },
      {
        burmese:
          "မင်္ဂလာပါရှင့် အစ်ကိုရဲ့ငွေထုတ်လုံခြုံမှုအတွက် အစ်ကို(K pay) နဲ့ငွေသွင်းထားရင် ကျေးဇူးပြု၍ (K pay)နဲ့ပဲငွေပြန်ထုတ်ပေးပါရှင့်။",
        chinese:
          "您好，为保障您的提款安全，若您使用 (K pay) 充值，请同样使用 (K pay) 提款。",
      },
      {
        burmese: "ညီမပို့ပေးတဲ့ အတိုင်းအော်ဒါတင်လိုက်ပါနော်။ပြီးရင် အမှတ်ဝင်လာမှာပါရှင့်။",
        chinese: "请按照我发给您的步骤提交订单，然后点数就会到账。",
      },
      {
        burmese:
          "အစ်ကိုရှင့်ညီမတို့ဂိမ်းက ပြေစာနဲ့အလုပ်လုပ်နေတာဖြစ်တဲ့အတွက် အစ်ကိုပြေစာပို့ပေးမှ ညီမတို့လုပ်ဆောင်ပေးလို့ရမှာပါရှင့်။",
        chinese:
          "大哥，我们的游戏是凭收据操作的，所以您必须发送收据我们才能为您处理。",
      },
      {
        burmese:
          "အစ်ကိုရှင့် အစ်ကို‌အော်ဒါတင်ထားတဲ့ လုပ်ငန်းစဉ်နံပါတ်ကမှားနေပါတယ်ရှင့်။ကျေးဇူးပြု၍ ပြေစာထဲက လုပ်ငန်းစဉ်နံပါတ်ကို ပြန်ကြည့်ပြီးတင်ပေးပါရှင့်။ကျေးဇူးတင်ပါတယ်ရှင့်။",
        chinese:
          "大哥，您提交的订单交易号有误。请重新查看收据上的交易号并提交，谢谢。",
      },
      {
        burmese:
          "အကိုငွေလွဲမယ်ဆိုရင်kpay or wave pay နဲ့အနည်းဆုံး 2000ကျပ်မှငွေသွင်းပြီးဆော့ကစားလို့ရပါတယ်ရှင့် အစ်ကိုငွေသွင်းထားပြီးအမှတ်မရသေးရင်ပြေစာလေးပို့ပေးပါရှင့်",
        chinese:
          "大哥，如果您要转账，可以用 kpay 或 wave pay 最低充值2000缅元进行游戏。如果充值后未收到点数，请发送收据。",
      },
      {
        burmese:
          "အစ်ကိုရှင့်ညီမပို့ပေးတဲ့ငွေသွင်းနည်းအဆင့်ဆင့်ကိုကြည့်ပြီးအစ်ကို ငွေသွင်းပေးပါနော်အစ်ကို ငွေသွင်းတဲ့အခါအစ်ကိုအနည်းဆုံး2000သွင်းပြီးကစားပေးပါနော်အစ်ကို.",
        chinese:
          "大哥，请按照我发给您的充值步骤进行充值，最低充值2000缅元进行游戏。",
      },
      {
        burmese:
          "အစ်ကိုရှင့် အစ်ကို‌အော်ဒါတင်ထားတဲ့ ငွေပမာဏက မှားနေပါတယ်ရှင့်။ကျေးဇူးပြု၍ ပြေစာထဲက ငွေပမာဏ အတိုင်း အော်ဒါပြန်တင်ပေးပါရှင့်။ကျေးဇူးတင်ပါတယ်ရှင့်။",
        chinese: "大哥，您提交的订单金额有误。请按照收据上的金额重新提交订单，谢谢。",
      },
      {
        burmese:
          "အကိုရှင့်ငွေလွှဲမယ် ဆိုရင် ညီမတို့ဂိမ်းထဲဖော်ပြထားတဲ့ဖုန်းနံပါတ်ကိုကူးယူပြီးအကိုအကောင့်ကနေငွေလွှဲပေးပါရှင့် gameထဲကဖုန်းဆိုအကို order တင်တာနဲ့ auto အမှတ်ဝင်ပါတယ်ရှင့်။",
        chinese:
          "大哥，转账时请复制我们游戏里显示的电话号码，然后从您的账户转账。如果是游戏内的电话号码，您提交订单后点数会自动到账。",
      },
      {
        burmese:
          "အစ်ကို ငွေလွှဲမယ် မယ်ဆိုရင် ညီမတို့ ဂိမ်းအတွင်းထည့်သွင်းထားသော ဖုန်းနံပါတ်ကိုသာ ငွေလွဲ ပေးပါရှင် .....ညီမတို့ဘက်မှ ဖုန်းအပြောင်းအလဲလေးရှိလို့ပါရှင်အစ်ကို။",
        chinese:
          "大哥，如果要转账，请只转账到我们游戏内提供的电话号码.....因为我们这边电话号码有变动。",
      },
      {
        burmese:
          "အစ်ကိုရှင့် ငွေလွှဲမယ်ဆိုရင် ကျေးဇူးပြု၍ ညီမတို့ဂိမ်းထဲမှာချိတ်ဆက်ပေးထားတဲ့ auto ဖုန်းနံပါတ်ကိုပဲငွေလွှဲပေးပါရှင့်။Auto ဖုန်းနံပါတ်မဟုတ်ရင် အချိန်ကြာနိုင်ပါတယ်ရှင့်။ကြာမြင့်ချိန်ကတော့ 10 မိနစ်ကနေ 30 မိနစ်ကြားရှိပါတယ်ရှင့်။",
        chinese:
          "大哥，转账时请只转到我们游戏里绑定的自动电话号码。如果不是自动电话号码，可能会需要更长时间。处理时间大约在10分钟到30分钟之间。",
      },
    ],
  },
];
